bmalehorn.vscode-fish
dnicolson.binary-plist
eamodio.gitlens
EditorConfig.EditorConfig
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
goessner.mdmath
lextudio.restructuredtext
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh-edit
ms-vscode.vscode-typescript-next
msjsdiag.debugger-for-chrome
redhat.vscode-yaml
ritwickdey.LiveServer
rubbersheep.gi
skn0tt.markdown-tweet-expander
svsool.markdown-memo
VisualStudioExptTeam.vscodeintellicode
yzhang.markdown-all-in-one